acpi_call
alacritty
amd-ucode
arandr
base
base-devel
bdf2psf
bibata-cursor-theme
blueberry
bluez-utils
breeze-icons
brillo
bsp-layout
bspwm
btop
cava
chromium
clipmenu
dhcp
dosfstools
dunst
efibootmgr
eza
feh
fish
font-manager
fontforge
git
gitkraken
glava
gparted
grub
grub-customizer
gtk2
gvfs
helvum
jq
kdeconnect
kdenlive
lib32-nvidia-utils
lib32-vkd3d
linux
linux-firmware
linux-headers
lutris
lxappearance
lxsession
neovim
networkmanager
noto-fonts-emoji
nvidia
nvidia-settings
nvtop
optimus-manager-git
os-prober
otf-cascadia-code
otf2bdf
papirus-icon-theme
pcf2bdf-git
picom-ftlabs-git
pipewire
playerctl
polybar
prusa-slicer
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
ranger
rofi
ruby-fusuma
sbctl
sddm
sdl_image
spectacle
spicetify-cli
spotify
starship
steam
sudo
sxhkd
terminus-font
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tlpui
ttf-iosevka-nerd
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-victor-mono-nerd
upower
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
visual-studio-code-bin
vkd3d
vlc
wget
wine-mono
wine-staging
winetricks
wpgtk
x11-emoji-picker
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
acpi_call
alacritty
amd-ucode
arandr
base
base-devel
bdf2psf
bibata-cursor-theme
blueberry
bluez-utils
breeze-icons
brillo
bsp-layout
bspwm
btop
cava
chromium
clipmenu
dhcp
dosfstools
dunst
efibootmgr
eza
feh
fish
font-manager
fontforge
git
gitkraken
glava
gparted
grub
grub-customizer
gtk2
gvfs
helvum
htop
ipscan-git
jq
kdeconnect
kdenlive
lib32-nvidia-utils
lib32-vkd3d
linux
linux-firmware
linux-headers
lutris
lxappearance
lxsession
neofetch
neovim
networkmanager
noto-fonts-emoji
nvidia-open
nvidia-settings
nvtop
optimus-manager-git
os-prober
otf-cascadia-code
otf2bdf
papirus-icon-theme
pcf2bdf-git
picom-simpleanims-git
pipewire
playerctl
polybar
prusa-slicer
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
ranger
rofi
ruby-fusuma
sbctl
sddm
sdl_image
smem
spectacle
spicetify-cli
spotify
sshfs
starship
steam
sudo
sxhkd
terminus-font
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tlpui
ttf-iosevka-nerd
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-victor-mono-nerd
upower
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
visual-studio-code-bin
vkd3d
vlc
wget
wine-mono
wine-staging
winetricks
wpgtk
x11-emoji-picker
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
acpi_call
alacritty
amd-ucode
arandr
base
base-devel
bdf2psf
bibata-cursor-theme
blueberry
bluez-utils
breeze-icons
brillo
bsp-layout
bspwm
btop
cava
chromium
clipmenu
dhcp
dosfstools
dunst
efibootmgr
eza
feh
ffmpegthumbnailer
file-roller
fish
font-manager
fontforge
fzf
git
gitkraken
glava
gparted
grub
grub-customizer
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gtk2
gvfs
gvfs-mtp
helvum
htop
ipscan-git
jq
kdeconnect
kdenlive
ladspa
lib32-nvidia-utils
lib32-vkd3d
lib32-vulkan-radeon
libgsf
linux
linux-firmware
linux-headers
lutris
lxappearance
lxsession
mesa-vdpau
movit
neofetch
neovim
networkmanager
noto-fonts-emoji
numlockx
nvidia-open
nvidia-settings
nvtop
obs-studio
opera
optimus-manager-git
orca-slicer-bin
os-prober
otf-cascadia-code
otf2bdf
papirus-icon-theme
pcf2bdf-git
picom-simpleanims-git
pipewire
playerctl
polybar
prusa-slicer
qbittorrent
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
ranger
rofi
rtaudio
ruby-fusuma
sbctl
sddm
sdl_image
smem
sox
spectacle
spicetify-cli
spotify
sshfs
starship
steam
stl-thumb
sudo
sxhkd
terminus-font
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tlpui
ttf-iosevka-nerd
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-victor-mono-nerd
tumbler
tumbler-extra-thumbnailers
upower
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
visual-studio-code-bin
vkd3d
vlc
vulkan-radeon
wget
wine-mono
wine-staging
winetricks
wpgtk
x11-emoji-picker
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
