acpi
acpid
alacritty
alsa-utils
amd-ucode
android-tools
anydesk-bin
autoconf
automake
base
bind
bison
blueberry
bluez-plugins
bluez-utils
brightnessctl
broadcom-wl
bspwm
chntpw
clipmenu
clonezilla
cloud-init
cmake
dkms
dunst
efibootmgr
exa
fakeroot
feh
fish
gcc
git
glava
google-chrome
grub
grub-customizer
gtk4
htop
kdeconnect
libstdc++5
linux
linux-firmware
linux-headers
lxsession
make
nautilus
neofetch
network-manager-applet
networkmanager
nitrogen
npm
ntfs-3g
nvidia
nvim-nightly
nvtop
opencv
os-prober
picom-animations-git
pkgconf
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
qbittorrent
ranger
rofi
sddm
sddm-sugar-dark
spotify
starship
sudo
sxhkd
thunar
ttf-font-awesome
ttf-iosevka-nerd
ttf-nerd-fonts-symbols-2048-em
ttf-roboto
unzip
virtualbox
virtualbox-guest-iso
visual-studio-code-bin
xclip
xilinx-ise
xterm
yay-git
zip
zsh
