acpi
acpid
alacritty
alsa-utils
amd-ucode
android-tools
ark
autoconf
automake
awesome
b43-fwcutter
base
bash-completion
bind
binutils
bison
blueberry
bluedevil
bluez-plugins
bluez-tools
bluez-utils
breeze
breeze-gtk
brightnessctl
broadcom-wl
bspwm
btrfs-progs
cairo-dock
cairo-dock-plug-ins
calc
chntpw
clipmenu
clonezilla
cloud-init
cmatrix
cryptsetup
cups
darkhttpd
ddrescue
dhclient
dhcpcd
diffutils
discover
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
drkonqi
dunst
e2fsprogs
edk2-shell
efibootmgr
efitools
espeakup
ethtool
exa
exfatprogs
f2fs-tools
fakeroot
fatresize
feh
file
filelight
findutils
firefox
fish
flatpak
flex
fsarchiver
gawk
gcc
gedit
gettext
glava
gnu-netcat
gpart
gparted
gpm
gptfdisk
grep
grml-zsh-config
groff
grub
gucharmap
gwenview
gzip
hdparm
htop
inotify-tools
intel-ucode
irssi
jfsutils
jq
kactivitymanagerd
kate
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kdialog
kgamma5
khotkeys
kinfocenter
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kwallet-pam
kwayland-integration
kwin
kwrited
layer-shell-qt
lf
lftp
lib32-alsa-oss
lib32-gnutls
lib32-libpulse
libkscreen
libksysguard
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
lsscsi
luarocks
lvm2
lxappearance
m4
make
man-db
man-pages
materia-gtk-theme
mc
mdadm
memtest86+
milou
mkinitcpio
mkinitcpio-nfs-utils
modemmanager
mpd
mtools
nano
nautilus
nbd
ncmpcpp
ndisc6
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
nitrogen
nmap
nodejs
npm
ntfs-3g
nvidia
nvidia-settings
nvme-cli
nvtop
okular
openconnect
opencv
openssh
openvpn
opera
os-prober
otf-font-awesome
otf-ipafont
oxygen
pacman
pacman-contrib
papirus-icon-theme
partclone
parted
partimage
partitionmanager
patch
pavucontrol
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit-kde-agent
polybar
powerdevil
ppp
pptpclient
pulseaudio-bluetooth
python-pywal
qbittorrent
ranger
redshift
reflector
reiserfsprogs
rofi
rp-pppoe
rsync
sbctl
sbsigntools
screenfetch
scrot
sddm
sddm-kcm
sdparm
sed
sg3_utils
smartmontools
sof-firmware
spectacle
starship
sudo
sxhkd
syslinux
systemd-resolvconf
systemsettings
tcpdump
telegram-desktop
testdisk
texinfo
thunar
tilix
tree
ttf-font-awesome
ttf-nerd-fonts-symbols-2048-em
ttf-roboto
udftools
usb_modeswitch
usbmuxd
usbutils
vim
virtualbox
virtualbox-guest-utils
vlc
vpnc
wget
which
wine
wine-gecko
wine-mono
winetricks
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wvdial
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xdo
xdotool
xf86-input-libinput
xf86-video-vesa
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zsh
